Repository: Frizzzle/Workout-Tracker
Catalog: WorkoutTracker/WorkoutTracker/*.lproj/Localizable.strings
Languages: ru

# str_Workouts
source: Workouts
ru: Тренировки

# str_NameNewWorkout
source: Enter a name for your new workout
ru: Введите название тренировки

# str_Cancel
source: Cancel
ru: Отменить

# str_CreateWorkout
source: Create workout
ru: Создать тренировку

# str_PlsInpWorkoutName
source: Please input workout name
ru: Пожалуйста, введите название тренировки

# str_PlsInpExerName
source: Please enter the name of your exercise
ru: Пожалуйста, введите название упражнения

# str_Close
source: Close
ru: ОК

# str_ExstWorkNameNew
source: A workout with this name already exists. Please choose another name for your new workout.
ru: Тренировка с этим названием уже существует. Пожалуйста, выберите другое название.

# str_NoWeight
source: No Weight
ru: Без веса

# str_WorkNameNew
source: A workout with this name already exists. Please choose another name for your workout.
ru: Тренировка с этим названием уже существует. Пожалуйста, выберите другое название.

# str_IN
source: Workouts
ru: Тренировки

# str_InpWorkName
source: Input workout name
ru: Введите название тренировки

# str_Rename
source: Rename
ru: Переименовать

# str_Delete
source: Delete
ru: Удалить

# str_DelWork
source: Are you sure you want to delete this workout?
ru: История упражнений из этой тренировки останется в разделе История.

# str_CrtWork
source: CREATE NEW WORKOUT
ru: СОЗДАТЬ ТРЕНИРОВКУ

# str_EXERCISE
source: EXERCISE
ru: УПРАЖНЕНИЕ

# str_EXERCISES
source: EXERCISES
ru: УПРАЖНЕНИЯ

# str_Settings
source: Settings
ru: Настройки

# str_Reset
source: Reset All Data
ru: Сброс данных

# str_ResetAppD
source: Reset all app data
ru: Сброс данных

# str_ResetSure
source: Are you sure you want to reset all application to default? All your workouts and entries will be deleted
ru: Вы уверены, что хотите сбросить данные? Все тренировки и упражнения будут удалены.

# str_kg
source: kg
ru: кг

# str_km
source: km
ru: км

# str_Set
source: Set
ru: Сет

# str_FeedBack
source: Send Feedback to Developer
ru: Отправить отзыв разработчикам

# str_Kilograms
source: Kilograms
ru: Килограммы

# str_Pounds
source: Pounds
ru: Фунты

# str_Kilometers
source: Kilometers
ru: Километры

# str_Miles
source: Miles
ru: Мили

# str_WU
source: Weight Units
ru: Единицы веса

# str_DU
source: Distance Units
ru: Единицы расстояния

# str_History
source: History
ru: История

# str_Done
source: Done
ru: Готово

# str_AddExercise
source: Add Exercises
ru: Добавить Упражнения

# str_Loading
source: Loading...
ru: Загрузка…

# str_Saving
source: Saving...
ru: Сохранение...

# str_Added
source: Added
ru: Добалено

# str_Save
source: Save
ru: Сохранить

# str_Today
source: Today
ru: Сегодня

# str_CrCuEx
source: Create Custom Exercise
ru: Создать упражнение

# str_ExExistName
source: An exercise with this name already exists. Please choose another name for your exercise.
ru: Упражнение с этим названием уже существует. Пожалуйста, выберите другое название.

# str_Edit
source: Edit
ru: Изменить

# str_Clear
source: Clear
ru: Очистить

# str_ClrHistory
source: Are you sure you want to clear history for this exercise? This data will be deleted in all workouts.
ru: Вы уверены, что хотите очистить историю этого упражнения? Она очистится во всех тренировках.

# str_RnmEx
source: Rename exercise
ru: Переименовать

# str_ClrHistoryL
source: Clear history
ru: Очистить историю

# str_BestR
source: Best result
ru: Лучший результат

# str_Yesterday
source: Yesterday
ru: Вчера

# str_Distance
source: Distance
ru: Расстояние

# str_Duration
source: Duration
ru: Время

# str_Date
source: Date
ru: Дата

# str_UpdateH
source: Updating history...
ru: Обновление истории…

# str_Deleting
source: Deleting...
ru: Удаление…

# str_NSet
source: New Set
ru: Новый сет

# str_hr
source: h
ru: ч

# str_min
source: m
ru: м

# str_sec
source: s
ru: с

# str_reps
source: reps
ru: раз

# str_InvalidDate
source: Invalid Date
ru: Некорректная дата

# str_InvalidDateText
source: You have selected a future date in the Date picker. Please select a valid date.
ru: Вы выбрали дату в будущем. Пожалуйста, выберите правильную дату.

# str_Saturday
source: Saturday
ru: Суббота

# str_Sunday
source: Sunday
ru: Воскресенье

# str_Monday
source: Monday
ru: Понедельник

# str_Tuesday
source: Tuesday
ru: Вторник

# str_Wednesday
source: Wednesday
ru: Среда

# str_Thursday
source: Thursday
ru: Четверг

# str_Friday
source: Friday
ru: Пятница

# str_1
source: Squats
ru: Приседания

# str_2
source: Smith squats
ru: Приседания в тренажере Смита

# str_3
source: Bulgarian squats
ru: Болгарские приседания

# str_4
source: Jump squats
ru: Приседания с выпрыгиванием

# str_5
source: One leg squats
ru: Приседания на одной ноге

# str_6
source: Sumo squats
ru: Приседания сумо

# str_7
source: Plie squats
ru: Приседания плие

# str_8
source: Leg presses
ru: Жим ногами

# str_9
source: Lunges
ru: Выпады

# str_10
source: Walking lunges
ru: Шагающие выпады

# str_11
source: Reverse lunges
ru: Обратные выпады

# str_12
source: Lateral lunges
ru: Боковые выпады

# str_13
source: Hyperextensions
ru: Гиперэкстензия

# str_14
source: Russian twists
ru: Русские скручивания

# str_15
source: Crunches
ru: Скручивания

# str_16
source: Twisted crunches
ru: Скручивания с поворотом

# str_17
source: Double crunches
ru: Уголок

# str_18
source: Cable crunches
ru: Скручивания на блоке

# str_19
source: Side crunches
ru: Боковые скручивания

# str_20
source: V-crunches
ru: V-скручивания

# str_21
source: Cable rotations
ru: Повороты корпуса на блоке

# str_22
source: Bicycle crunches
ru: Скручивания "Велосипед"

# str_23
source: Cross crunches
ru: Перекрестные скручивания

# str_24
source: Ball jack knives
ru: Подтягивание коленей к груди на фитболе

# str_25
source: Ball crunches
ru: Скручивания на фитболе

# str_26
source: Vertical leg crunches
ru: Скручивания с поднятыми ногами

# str_27
source: Hammer curls
ru: "Молот"

# str_28
source: Concentration curls
ru: Концентрированные сгибания рук

# str_29
source: Preacher curls
ru: Сгибания рук на скамье Скотта

# str_30
source: Spider curls
ru: "Паучьи" сгибания рук

# str_31
source: Biceps cable curls
ru: Сгибания рук на блоке

# str_32
source: French presses
ru: Французский жим

# str_33
source: Bench dips
ru: Отжимания на трицепс от скамьи

# str_34
source: Dips
ru: Отжимания на брусьях

# str_35
source: Assisted dips
ru: Отжимания в гравитоне

# str_36
source: Bench presses
ru: Жим лежа

# str_37
source: Push-ups
ru: Отжимания

# str_38
source: Rope triceps pushdowns
ru: Разгибания рук на блоке

# str_39
source: Close-grip bench presses
ru: Жим лежа узким хватом

# str_40
source: Shrugs
ru: Шраги

# str_41
source: Good-mornings
ru: "Доброе утро"

# str_42
source: Deadlifts
ru: Становая тяга

# str_43
source: Romanian deadlifts
ru: Румынская становая тяга

# str_44
source: Leg extensions
ru: Разгибания ног в тренажере

# str_45
source: Seated leg curls
ru: Сгибания ног в тренажере сидя

# str_46
source: Lying leg curls
ru: Сгибания ног в тренажере лежа

# str_47
source: Russian leg curls
ru: Сгибания ног стоя на коленях в упоре

# str_48
source: Seated calf raises
ru: Подъемы на носках сидя

# str_49
source: Standing calf raises
ru: Подъемы на носках стоя

# str_50
source: Cable crossover flys
ru: Сведения рук в кроссовере

# str_51
source: Pectoral machine
ru: Сведения рук в тренажере

# str_52
source: Dumbbell flys
ru: Сведения рук с гантелями

# str_53
source: Seated dumbbell presses
ru: Жим гантелей сидя

# str_54
source: Incline dumbbell presses
ru: Жим гантелей на наклонной скамье

# str_55
source: Dumbbell pullovers
ru: Пуловер

# str_56
source: Narrow grip pulldowns
ru: Тяга верхнего блока к груди узким хватом

# str_57
source: Wide grip pulldowns
ru: Тяга верхнего блока к груди широким хватом

# str_58
source: Pull-ups
ru: Подтягивания

# str_59
source: Assisted pull-ups
ru: Подтягивания в гравитоне

# str_60
source: Chin-ups
ru: Подтягивания обратным хватом

# str_61
source: Assisted chin-ups
ru: Подтягивания в гравитоне обратным хватом

# str_62
source: Overhead pulldowns
ru: Тяга верхнего блока за голову

# str_63
source: Dumbbell bent over rows
ru: Тяга гантелей в наклоне

# str_64
source: Bent over one arm dumbbell row
ru: Тяга гантели одной рукой в наклоне

# str_65
source: Dumbbell lying row
ru: Тяга гантелей лежа на животе

# str_66
source: Bent over barbell row
ru: Тяга штанги в наклоне

# str_67
source: T-bar row
ru: Тяга т-грифа

# str_68
source: Upright row
ru: Тяга к груди

# str_69
source: Pulley row
ru: Тяга к поясу

# str_70
source: Supine row
ru: Горизонтальные подтягивания

# str_71
source: Barbell front raises
ru: Подъем рук со штангой перед собой

# str_72
source: Dumbbell front raises
ru: Подъем рук с гантелями перед собой

# str_73
source: Handstand push-ups
ru: Отжимания стоя на руках

# str_74
source: Overhead presses
ru: Жим из-за головы

# str_75
source: Barbell row to neck
ru: Тяга штанги к подбородку

# str_76
source: Lateral raises
ru: Подъем рук через стороны

# str_77
source: Bent-over lateral raises
ru: Подъем рук через стороны в наклоне

# str_78
source: Front raises
ru: Подъем рук перед собой

# str_79
source: Arnold presses
ru: Жим Арнольда

# str_80
source: Military presses
ru: Армейский жим

# str_81
source: Bridges
ru: Мостик

# str_82
source: Dumbbell swings
ru: Махи гирей

# str_83
source: Mountain climbers
ru: Бег в упоре лежа

# str_84
source: Plank
ru: Планка

# str_85
source: Spiderman crawl
ru: Человек-паук

# str_86
source: Running
ru: Бег

# str_87
source: Cycling
ru: Езда на велосипеде

# str_88
source: Stair stepper machine
ru: Степпер

# str_89
source: Elliptical trainer
ru: Эллипсоид

# str_90
source: Rowming macnhine
ru: Гребной тренажер

# str_91
source: Stepmill
ru: Тренажер-ступеньки

# str_92
source: Treadmill
ru: Беговая дорожка

# str_93
source: Stationary bike
ru: Велотренажер

# str_94
source: Jump rope
ru: Прыжки со скакалкой
